<?php

return [

    'menu' => [
        'products' => 'Продукти',
        'fish-way' => 'FISH WAY',
        'about-company' => 'Про компанію',

        'about' => 'Про нас',
        'contacts' => 'Контакти',
        'delivery+pay' => 'Доставка + оплата',
        'guarantees' => 'Гарантії',
        'return' => 'Повернення товару',
        'faq' => 'Питання та відповіді',
        'pricelist' => 'Прайс',
        'feedback' => 'Відгуки'
    ],

    'index' => [
        'cap' => [
            'detailed' => 'Детальніше',
            'order-now' => 'Замовити зараз',
            'call-time' => 'Щоденно з 9:00 до 21:00'
        ],
        'sell-hits' => [
            'title' => 'Хіти продаж'
        ],
        'advantages' => [
            'title' => 'Наші переваги',
            'big-choice1' => 'ВЕЛИКИЙ ВИБІР',
            'big-choice2' => 'ГАРАНТІЇ ЯКОСТІ',
            'big-choice3' => 'РЕГУЛЯРНІ ПОСТАЧАННЯ',
            'big-choice4' => 'ПРИЙНЯТНІ ЦІНИ',
            'big-choice-info1' => 'Ми пропонуємо більше 50 різних видів риби та морепродуктів на різний смак і достаток',
            'big-choice-info2' => 'Висока якість продукції досягається за рахунок високотехнологічного виробництва та ручного контролю якості',
            'big-choice-info3' => 'Стабільна доставка всієї рибної продукції у найкоротші терміни у будь-яку пору року - 24/7/365',
            'big-choice-info4' => 'Звертаючись до нас безпосередньо, ви отримуєте широкий асортимент товару за адекватною вартістю',
        ],
        'work-scheme' => [
            'title' => 'Схема роботи',
            'info1' => 'Вы оставляете заявку',
            'info2' => 'Ви залишаєте заявку',
            'info3' => 'Вибір системи оплати',
            'info4' => 'Доставка зручним для Вас способом',
        ],
        'seo-sect' => [
            'small-header' => 'Про нас',
            'header' => 'seo-sect'
        ],
        'fish-&-see-products' => 'Риба та морепродукти'
    ],

    'system' => [
        'error' => [
            'title' => 'Ця сторінка не існує',
            'message-404' => ''
        ]
    ],

    'main-page' => 'Головна',

    'fish-&-sea-products' => 'Риба та морепродукти',
    'to-basket' => 'В кошик',

    'abbr' => [
        'hrivnas' => 'грн.',
        'items' => 'шт.',
        'gramm' => 'гр.'
    ],

    'product' => [
        'present' => 'В наявності',
        'not-present' => 'Немає в наявності',
        'delivery-type' => 'Спосіб доставки',
        'delivery-conditions' => 'Умови доставки',
        'payment' => 'Оплата товару',
        'feedback' => [
            'add' => 'Залишити відгук'
        ],
        'artikul' => 'Артикул',
        'properties' => 'Характеристики',
        'description' => 'Опис',
        'we-recommend' => 'рекомендуємо'
    ],

    'param' => [
        'name' => 'Ім\'я',
        'phone' => 'Телефон',
        'message' => 'Повідомлення',
        '' => ''
    ],

    'category' => [
        'all' => 'Усі категорії',
        'no-subcategory-products' => 'У даній підкатегорії поки немає товарів'
    ],

    'cart' => [
        'title' => 'Кошик',
        'product-amount' => 'Кількість',
        'price' => 'Вартість',
        'total' => 'Загальна вартість',
        'delivery-cost' => 'Вартість доставки',
        'name' => 'Ім\'я',
        'phone' => 'Номер телефону',
        'payment_type_id' => 'Тип оплати',
        'delivery_type_id' => 'Тип доставки',
        'do.order' => 'Замовити',

        'placeholders' => [
            'name' => 'Введіть ім\'я',
            'phone' => 'введіть номер телефону',
            'payment_type_id' => 'виберіть тип оплати',
            'delivery_type_id' => 'виберіть тип доставки',
        ],

        'send' => 'Замовити',

        'empty-text' => 'Кошик порожній',
        'do-order' => 'Замовити',
        'order-success' => 'Ваше замовлення успішно надіслано. Наші менеджери зв\'яжуться з Вами найближчим часом'
    ],

    'blog' => [
        'title' => 'Блог',
        'materials' => 'Матерiали',

        'Новости' => 'Новини',
        'Рецепты' => 'Рецепти',
        'Статьи' => 'Статті',

        'news' => 'Новини',
        'recipes' => 'Рецепти',
        'articles' => 'Статті'
    ],

    'feedback' => [
        'feedbacks' => 'Відгуки',
        'send' => 'Відправити',
        'sent' => 'Ваш коментар надіслано на модерацію',
        'mark' => 'Оценка'
    ],

    'contacts' => [
        'title' => 'Контакти'
    ],

    'contact-form' => [
        'contact-us' => 'Заявка',
        'title' => 'Зв\'язатися з нами',
        'send' => 'Відправити',
        'success' => 'Ваше повідомлення успішно надіслано. Ми зв\'яжемося з Вами якнайшвидше'
    ],

    'cooperation' => [
        'title' => 'Співпраця'
    ],

    'detailed' => 'Детальніше',
    'send-it' => 'Відправити',

];
