<?php

return [

    'menu' => [
        'products' => 'Продукты',
        'fish-way' => 'FISH WAY',
        'about-company' => 'О компании',

        'about' => 'О нас',
        'contacts' => 'Контакты',
        'delivery+pay' => 'Доставка + оплата',
        'guarantees' => 'Гарантии',
        'return' => 'Возврат товара',
        'faq' => 'Вопросы и ответы',
        'pricelist' => 'Прайс',
        'feedback' => 'Отзывы'
    ],

    'index' => [
        'cap' => [
            'detailed' => 'Подробнее',
            'order-now' => 'Заказать сейчас',
            'call-time' => 'Ежедневно с 9:00 до 21:00'
        ],
        'sell-hits' => [
            'title' => 'Хиты продаж'
        ],
        'advantages' => [
            'title' => 'Наши преимущества',
            'big-choice1' => 'БОЛЬШОЙ ВЫБОР',
            'big-choice2' => 'ГАРАНТИИ КАЧЕСТВА',
            'big-choice3' => 'РЕГУЛЯРНЫЕ ПОСТАВКИ',
            'big-choice4' => 'ПРИЕМЛЕМЫЕ ЦЕНЫ',
            'big-choice-info1' => 'Мы предлагаем более 50 различных видов рыбы и морепродуктов на самый различный вкус и достаток',
            'big-choice-info2' => 'Высокое качество продукции достигается за счёт высокотехнологического производства и ручного контроля качества',
            'big-choice-info3' => 'Стабильная доставка всей рыбной продукции в кратчайшие сроки в любое время года - 24/7/365',
            'big-choice-info4' => 'Обращаясь к нам напрямую, вы получаете широкий ассортимент товара по адекватной стоимости',
        ],
        'work-scheme' => [
            'title' => 'Схема работы',
            'info1' => 'Вы оставляете заявку',
            'info2' => 'Консультация с менеджером',
            'info3' => 'Выбор системы оплаты',
            'info4' => 'Доставка удобным Вам способом',
        ],
        'seo-sect' => [
            'small-header' => 'О нас',
            'header' => 'seo-sect'
        ],
        'fish-&-see-products' => 'Рыба и морепродукты'
    ],

    'system' => [
        'error' => [
            'title' => 'Данная страница не существует',
            'message-404' => ''
        ]
    ],

    'main-page' => 'Главная',

    'fish-&-sea-products' => 'Рыба и морепродукты',
    'to-basket' => 'В корзину',

    'abbr' => [
        'hrivnas' => 'грн.',
        'items' => 'шт.',
        'gramm' => 'гр.'
    ],

    'product' => [
        'present' => 'В наличии',
        'not-present' => 'Нет в наличии',
        'delivery-type' => 'Способ доставки',
        'delivery-conditions' => 'Условия доставки',
        'payment' => 'Оплата товара',
        'feedback' => [
            'add' => 'Оставить&nbsp;отзыв'
        ],
        'artikul' => 'Артикул',
        'properties' => 'Характеристики',
        'description' => 'Описание',
        'we-recommend' => 'рекомендуем'
    ],

    'param' => [
        'name' => 'Имя',
        'phone' => 'Телефон',
        'message' => 'Сообщение',
        '' => ''
    ],

    'category' => [
        'all' => 'Все категории',
        'no-subcategory-products' => 'В данной подкатегории покамест нет товаров'
    ],

    'cart' => [
        'title' => 'Корзина',
        'product-amount' => 'Количество',
        'price' => 'Стоимость',
        'total' => 'Общая стоимость',
        'delivery-cost' => 'Стоимость доставки',
        'name' => 'Имя',
        'phone' => 'Номер телефона',
        'payment_type_id' => 'Тип оплаты',
        'delivery_type_id' => 'Тип доставки',
        'do.order' => 'Заказать',

        'placeholders' => [
            'name' => 'введите Ваше имя',
            'phone' => 'введите Ваш номер телефона',
            'payment_type_id' => 'выберите тип оплаты',
            'delivery_type_id' => 'выберите тип доставки',
        ],

        'send' => 'Заказать',

        'empty-text' => 'Корзина пуста',
        'do-order' => 'Заказать',
        'order-success' => 'Ваш заказ успешно отправлен. Наши менеджеры свяжутся с Вами в ближайшее время'
    ],

    'blog' => [
        'title' => 'Блог',
        'materials' => 'Материалы',

        'Новости' => 'Новости',
        'Рецепты' => 'Рецепты',
        'Статьи' => 'Статьи',

        'news' => 'Новости',
        'recipes' => 'Рецепты',
        'articles' => 'Статьи'
    ],

    'feedback' => [
        'feedbacks' => 'Отзывы',
        'send' => 'Отправить',
        'sent' => 'Ваш комментарий отправлен на модерацию',
        'mark' => 'Оценка'
    ],

    'contacts' => [
        'title' => 'Контакты'
    ],

    'contact-form' => [
        'contact-us' => 'Заявка',
        'title' => 'Связаться с нами',
        'send' => 'Отправить',
        'success' => 'Ваше сообщение успешно отправлено. Мы свяжемся с Вами как можно быстрее',
        'control-number' => 'Контрольное число'
    ],

    'copyright' => '© "Рыбный путь" - качественная рыба и морепродукты оптом и в розницу с доставкой по Украине. :date Все права защищены.',

    'cooperation' => [
        'title' => 'Сотрудничество'
    ],

    'detailed' => 'Подробнее',
    'send-it' => 'Отправить',

    'promotions' => [
        'title' => 'Акции'
    ]

];
